Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: <i>“I don’t know if you and Harper will see this note, but if you do, I’m expecting ya to come find us. Remember them ol’ pirate islands we used to hear some of them Elensefar sailors talk about? We be heading there, southwest of the city and past the land’s end. See you in the Three Sisters, old friend. ― Relana”</i>
uk_ua: <i>“Я не знаю, чи ти з Харпер взагалі побачите цю записку, але я очікую, що ми знайдете нас. Памятаєш ті старі піратські острови, про які кались розповідали моряки з Еленсефару? Ми рушаємо туди, на південний захід від міста і за небокрай. Побачимося на острові Трьох Сестер, старий друже. ― Релана”</i>

source: <i>“These are our terms: no human will be permitted in the forests or hills of the Aethenwood, and likewise, we elves will not traverse the plains and farmlands belonging to you humans. No more will the elves send ambassadors or councilors to Westin, and no more will men wander the green woods.”</i>
uk_ua: <i>“Ось умови миру між нами: жодній людині не буде дозволено перебувати в лісах чи пагорбах Етенвуду, і також ельфи не будуть проходжати полями та рівнинами, що належать вам, людям. Ельфи ж більше не будуть посилати до Вестіну послів або радників, а люди більше не будуть блукати зеленими лісами.”</i>

source: <i>“To become a lich, one must first die.”</i>
uk_ua: <i>”Щоб стати лічем, спочатку треба померти.”</i>

source: <italic>text='Battle for Wesnoth'</italic> is a turn-based fantasy strategy game somewhat unusual among modern strategy games. While other games strive for complexity, <italic>text='Battle for Wesnoth'</italic> strives for simplicity of both rules and gameplay. This does not make the game simple, however — from these simple rules arises a wealth of strategy, making the game easy to learn but a challenge to master. The following pages outline all you need to know to play Wesnoth. As you play, new information is added to the various categories as you come across new aspects of the game. For more detailed information on special situations and exceptions, follow the included links.
uk_ua: <italic>text='Битва за Веснот'</italic> — це покрокова стратегічна гра в стилі фентезі, трохи несхожа на сучасні стратегічні ігри. В той час, як інші ігри ускладнюють правила і ігровий процес, <italic>text='Битва за Веснот'</italic>, навпаки, робить їх простішими. Це не робить гру простою, а навпаки — простота правил розкриває всі можливості стратегічної гри, робить гру простою в навчанні та дає справжній виклик досвідченим гравцям. Наступні сторінки містять в собі всю необхідну інформацію для гри у Веснот. Коли ви граєте та стикаєтеся з новими аспектами гри, до різних категорій додається нова інформація. Переходьте по посиланнях у тексті для отримання більш докладної інформації про особливі ситуації та винятки.

source: <italic>text='Castles'</italic> are any sort of permanent fortification. Nearly all units receive a considerable bonus to their defense by being stationed in a castle, and most units receive full movement in a castle. Stationing units in a castle represents its defensive capability. Without a unit in each wall hex, an enemy can simply sneak into the castle unchallenged, gaining the same defensive bonus as everyone inside. Most units have about 60% defense in a castle.
uk_ua: <italic>text='Замки'</italic> - це будь-які постійні укріплення. Абсолютна більшість бійців отримують значний бонус до захисту при перебуванні у замку; значна частина бійців також безперешкодно рухаються. Якщо на клітинці з замком не буде бійця, то ворог може безперешкодно проскочити, зайняти цю клітинку і отримати такі ж самі бонуси. Більшість бійців у замку отримують 60% захисту.

source: <italic>text='Cave'</italic> terrain represents any underground cavern with enough room for a unit to pass. Most units are wholly unfamiliar with the terrain, and thus are both slowed down and hindered in defense. Dwarves and trolls, who make their homes in caves, both have a relatively easy time navigating this terrain, especially dwarves, who by dint of their small size can navigate many obstacles that other races cannot. Occasionally caves are <italic>text='illuminated'</italic>. Rare patches of the underground world are illuminated by light from the surface shining down into the gloomy darkness. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units. In all other regards this terrain is functionally identical to normal cave terrains. Most units receive 20 to 40% defense in caves, whereas dwarves have 50%.
uk_ua: <italic>text='Печерна'</italic> місцевість являє собою будь-яку підземну печеру, де достатньо місця для пересування бійців. Більшість бійців зовсім не знайомі з місцевістю, і тому сповільнені й обмежені при захисті. Корінні мешканці печер, гноми та тролі, відносно легко рухаються по цій місцевості. Гноми, через їх малі розміри, можуть проходити через непрохідні для інших рас перешкоди. Іноді печери бувають <italic>text='освітленими'</italic>. Деякі клаптики підземного світу осяяні світлом з поверхні. Це дає бонус до атаки порядним бійцям, і лишає цього бонуса хаотичних бійців. У всіх інших відношеннях ця місцевість еквівалентна звичайним печерам. Більшість бійців у печерах отримують від 20% до 40% захисту, тоді як гноми мають 50%.

source: <italic>text='Coastal reefs'</italic> are shallows formed by stone, coral and sand. This provides most land units with a more steady footing and defensive positions than wading in shallow water normally would and also grants most water-dwelling races an exceptionally high defense. Merfolk and Naga both receive 70% defense on coastal reefs.
uk_ua: <italic>text='Прибережні рифи'</italic> - це мілководдя, сформовані камінням, коралами та піском. Усе це слугує сухопутним бійцям більш надійною опорою та позицією для оборони, ніж звичайне мілководдя. А більшості водним бійцям вони надають винятково високі показники захисту. Водяні та наги у прибережних рифах отримують 70% захисту.

source: <italic>text='Deep water'</italic> represents any body of water deep enough to cover a man’s head. Most units cannot enter deep water: it is the domain of units which can either fly, or are exceptionally strong swimmers. Merfolk and naga both receive 50% defense in deep water, with full movement.
uk_ua: <italic>text='Глибока вода'</italic> - це достатньо глибоке водоймище, щоб покрити людину з головою. Більшість бійців не можуть пересуватися глибокою водою: це територія тих, хто або добре літає, або відмінно плаває. Водяні та наги отримують 50% захисту з безперешкодним пересуванням.

source: <italic>text='Deserts'</italic> have a somewhat different composition than small sand pits or beaches, however for gameplay purposes they are identical. See <ref>dst='..terrain_sand' text='sand'</ref>.
uk_ua: <italic>text='Пустелі'</italic> мають трохи різний склад ніж маленька куча піску чи пляж. Одначе з точки зору гри вони однакові. Дивіться <ref>dst='..terrain_sand' text='пісок'</ref>.

source: <italic>text='Dextrous'</italic> units do 1 more damage for every successful strike in ranged combat.
uk_ua: <italic>text='Влучні'</italic> бійці наносять шкоди на 1 одиницю більше при кожному успішному попаданні з дальної зброї.

source: <italic>text='Elemental'</italic> units are immune to poison, drain, and plague.
uk_ua: <italic>text='Стихійні'</italic> бійці несприйнятливі до отрути, висмоктування і чуми.

source: <italic>text='Forests'</italic> represent any woodland with significant undergrowth, enough to hinder passage. Though they slow nearly everyone down, forests do offer better defense to most units than open ground. Cavalry, however, have so much trouble navigating them that any benefit gained by stealth is negated. Elves are an exception to this general rule for forests. Not only do they possess full movement in forests, but they also gain a considerable defensive bonus. Dwarves are another exception to this rule; though they are able to plow through the forests without much loss of speed, their utter unfamiliarity with the terrain causes them to receive no defensive bonus. Most units have 50% defense in forests, but cavalry are limited to 30%. Elves, on the other hand, enjoy 60 to 70% defense, even their mounted units. Dwarves generally receive only 30% defense in forests.
uk_ua: <italic>text='Ліси'</italic> - це будь-яка лісиста місцевість, яка заросла деревами достатньо для сповільнення руху. Тому вони сповільнюють майже всіх бійців, але натомість пропонують кращий захист ніж відкрита місцевість. У кавалерії настільки велика біда з рухом через ліс, що це зводить нанівець всі бонуси до захисту. Винятком з правила є ельфи. У лісах вони рухаються майже з такою ж швидкістю, як і на рівнині; а також неперевершено захищаються. Іншим винятком з правила є гноми. Вони здатні рухатися через ліс без втрат швидкості, але через повну необізнаність з місцевістю не отримують бонусів до захисту. Більшість бійців у лісах отримують 50% захисту, тоді як кавалерія - лише 30%. Натомість ельфи мають від 60 до 70% захисту, в тому числі й кіннота. Гноми у лісах отримують 30% захисту.

source: <italic>text='Frozen'</italic> terrain represents any flat area that is covered by snow or ice. Most units are slowed down on it, and have a harder time defending themselves. Note that swimming units, even those who can breathe underwater, cannot swim underneath ice. Most units have 20 to 40% defense in frozen terrain.
uk_ua: <italic>text='Мерзлота'</italic> - це будь-яка покрита снігом або льодом місцевість. Більшість бійців на ній сповільнюються, а також гірше захищаються. Майте на увазі, що водні бійці, навіть якщо вони здатні дихати під водою, не можуть плавати під льодом. Більшість бійців на мерзлоті мають від 20 до 40% захисту.

source: <italic>text='Grassland'</italic> represents open plains, whether cultivated, cut back for grazing, or wild. Being open ground, grassland is both very easy to move across, but is also difficult to defend oneself in. Typically, those units that perform best on grassland are either cavalry, or very agile units which take advantage of the open space. Most units have defense of 30 to 40% on grassland.
uk_ua: <italic>text='Пасовище'</italic> - це рівнинна місцевість з рослинами, які можуть бути культивовані, призначені для випасання худоби або дикі. Оскільки це відкрита місцевість, то по ній легко рухатися, але на ній складно себе захищати. Як правило, це найкраща місцевість або для кавалерії, або для дуже спритних бійців. Більшість бійців на пасовищі отримують від 30 до 40% захисту.

source: <italic>text='Healthy'</italic> units have 1 additional hitpoint, and gain 1 more per level. They will also heal 2 hitpoints each turn, regardless of whether they engaged in combat the turn before.
uk_ua: <italic>text='Живучі'</italic> бійці мають додатково 1 ЗД та 1 ЗД на кожен рівень більше, ніж зазвичай. Також вони завжди відновлюють 2 ЗД за хід, незалежно від того, чи билися вони на попередньому.

source: <italic>text='Hills'</italic> represent any reasonably rough terrain, with enough dips and rises in the ground to provide some cover. Hills are difficult for most troops to navigate. Dwarves, trolls, and orcs have enough familiarity with the terrain that they can pass through it without being slowed down. Cavalry have enough trouble navigating the terrain that any defensive aid lent by cover is negated. Most units have about 50% defense in hills, whereas cavalry are limited to 40%. Dwarves enjoy 60% defense in hills.
uk_ua: <italic>text='Пагорби'</italic> являють собою будь-яку нерівну місцевість, де велика кількість схилів та підйомів надає певний захист. Для більшості бійців пересування пагорбами може бути доволі складним. Гноми, тролі та орки досить обізнані з такою місцевістю, тому не проходять по ній без штрафу. Кавалерії настільки важко пересуванням пагорбами, що це зводить нанівець усі бонуси захисту. Більшість бійців на пагорбах отримують 50% захисту, тоді як кавалерія — лише 40%. Гноми на пагорбах отримують 60% захисту.

source: <italic>text='Intelligent'</italic> units are very useful at the beginning of a campaign as they can advance to higher levels more quickly. Later in campaigns Intelligent is not quite as useful because the <italic>text='After Maximum Level Advancement'</italic> (AMLA) is not as significant a change as advancing a level. If you have many ‘maximum level’ units you may wish to recall units with more desirable traits.
uk_ua: <italic>text='Розумні'</italic> бійці дуже корисні на початку кампанії, оскільки можуть швидко просунутися на наступний рівень. Далі в ході кампанії вони не так корисні, оскільки <italic>text='Поліпшення Після Максимального Рівня'</italic> (ППМР) не такі значні, як просування на наступний рівень. Якщо у Вас багато бійців ‘найвищого рівня’, Вам, можливо, варто викликати бійців з кориснішими рисами.

source: <italic>text='Loyal'</italic> units don’t incur upkeep. Most units incur an upkeep cost at the end of every turn, which is equal to their level. Loyal units do not incur this cost.
uk_ua: <italic>text='Вірні'</italic> бійці не вимагають утримання. Більшість бійців вимагають певної суми на утримання по завершенню ходу (сума дорівнює їх рівню). Вірні бійці не потребують цієї плати.

source: <italic>text='Mechanical'</italic> units are immune to poison, drain, and plague.
uk_ua: <italic>text='Механізми'</italic> несприйнятливі до отрути, висмоктування і чуми.

source: <italic>text='Mountains'</italic> are steep enough that units often have to climb over obstacles to move. By this nature, they provide a considerable defensive bonus for most troops, but also severely impede any passage through them. Units burdened by heavy armor, such as the Wesnoth cavalry and heavy infantry lines, cannot even enter them. Aquatic races and creatures like the merfolk have piscine bodies which also render them unable to climb steep inclines. Nagas are an exception due to their strong arms and rugged scales. Both dwarves and trolls are native to mountainous terrain, and have an easy time traversing them. Most units receive about 60% defense in mountains, whereas dwarves enjoy 70%.
uk_ua: <italic>text='Гори'</italic> зазвичай достатньо круті, і бійці часто вимушені лазити про ним що хоч трохи просунутися вперед. Для більшості бійців вони надають значний бонус до захисту, але також дуже сильно заважають пересуванню. Кавалерія нездатна навіть зайти на гірську місцевість, з єдиним винятком для кінноти ельфів та гоблінів на вовках. Корінні мешканці печер, гноми та тролі, відносно легко рухаються по цій місцевості. Більшість бійців у горах отримують 60% захисту, тоді як гноми мають 70%.

source: <italic>text='Multiplayer'</italic> games can be played in fully customized, scripted scenarios or even specially designed campaigns. There are also packs providing sets of individual multiplayer scenarios.
uk_ua: <italic>text='Багатокористувацькі'</italic> ігри можуть бути зіграні на повністю налаштованих, скриптованих сценаріях або навіть особливо спроектованих кампаніях. Є також пакети, що забезпечують набори індивідуальних мультиплеєрних сценаріїв.

source: <italic>text='Mushroom groves'</italic> are vast underground forests of giant mushrooms, which thrive in the damp darkness. Most units have trouble negotiating the spongy floor of smaller fungi, but they have plenty of cover behind the larger stalks. Mounted units, however, become completely mired and lack proper freedom of movement in combat. Undead units have a natural affinity for decay and function quite well in mushroom forests. Most units receive 50% to 60% defense in mushroom groves, whereas cavalry receive only 20%.
uk_ua: <italic>text='Грибний гай'</italic> - це величезний підземний ліс гігантських грибів, що розкинулися у сирій темряві. Більшість бійців мають труднощі на пористій підстилці з малих грибів, але за ніжками великих грибів можна пристойно сховатися від ворожих атак. Однак, кінні бійці загрузають і, як наслідок, повністю позбавлені свободи руху в бою. Все, що гниє, приваблює нежить, тому вона досить добре себе почуває в грибних лісах. Більшість бійців у грибних лісах отримують від 50% до 60% захисту, тоді як кавалерія має лише 20%.

source: <italic>text='Quick'</italic> units have 1 extra movement point, but 5% less hitpoints than usual.
uk_ua: <italic>text='Швидкі'</italic> бійці мають додаткове очко руху, але у них на 5% менше здоров'я, ніж зазвичай.

source: <italic>text='Rails'</italic> are used to transport ore, mostly by dwarves.
uk_ua: <italic>text='Рейки'</italic> найчастіше використовуються гномами для транспортування руди.

source: <italic>text='Resilient'</italic> units have an additional 4 hitpoints, and gain 1 more per level.
uk_ua: <italic>text='Витривалі'</italic> бійці мають додатково 4 ЗД та 1 ЗД на кожен рівень більше, ніж зазвичай.

source: <italic>text='Roads'</italic> are beaten paths of dirt, formed by many travelers passing over them. As far as gameplay is concerned, roads behave as flat terrain.
uk_ua: <italic>text='Дороги'</italic> - це витоптані у багнюці шляхи, зроблені чисельними подорожніми, що тут проходили. З точки зору гри, дороги ідентичні рівнині.

source: <italic>text='Rockbound cave'</italic> terrain is formed by the action of water and wind, carrying erosive particles that carve the rock. It resembles a scraggy underground cavern which shoulders defense, but is hard for most units to traverse. Only settlers of caves, such as dwarves and trolls, are fully capable of navigating such topography. Most units have about 50% defense in rocky caves, whereas cavalry are limited to 40%. Dwarves, by dint of their small size, enjoy 60% defense in rockbound caves. Occasionally caves are <italic>text='illuminated'</italic>.
uk_ua: <italic>text='Скеляста печера'</italic> - це місцевість сформована впливом води та вітру, які вибивали камінці з стін печери. Ці підземні скелі надають чудовий захист але більшість бійців сповільнюються. Лише корінні жителі печер, гноми та тролі, здатні вільно рухатися на такій місцевості. Більшість бійців мають захист близько 50%, але кавалерія обмежена до 40%. Гноми, через їх малі розміри, мають у скелястих печерах захист 60%. Печера може бути <italic>text='освітленою'</italic>.

source: <italic>text='Shallow water'</italic> represents any body of water deep enough to come up to roughly a man’s waist. This is enough to slow down nearly anyone and leave them wide open to attack. Dwarves, given that the water reaches up almost to their heads, have an extremely hard time of this. The exception is any race whose bodies naturally lend themselves to swimming, for which they receive a considerable defensive bonus and full movement. Most units make do with 20 to 30% defense in shallow water, whereas both naga and merfolk enjoy 60%.
uk_ua: <italic>text='Мілка вода'</italic> - це достатньо глибоке водоймище, щоб вода була приблизно по пояс людині. Цього достатньо що сповільнити майже будь-кого і залишити його відкритим для нападу. Найгірше приходиться гномам, їм вода майже дістає до голови. Однак є виняток для рас з пристосованим для води тілом. Тому вони отримують значний захист та безперешкодне пересування. Більшість бійців обходяться від 20 до 30% захисту, тоді як водяні та наги отримують 60% захисту.

source: <italic>text='Slow'</italic> units have 1 less movement point but 5% more hitpoints.
uk_ua: <italic>text='Повільні'</italic> бійці ходять на 1 поле менше, але мають на 5% більше здоров'я.

source: <italic>text='Strong'</italic> units do 1 more damage for every successful strike in melee combat, and have 1 additional hitpoint.
uk_ua: <italic>text='Сильні'</italic> бійці при кожному успішному ударі в ближньому бою наносять шкоди на 1 одиницю більше, а також мають додатково 1 ЗД.

source: <italic>text='Submerged villages'</italic> are the homes of merfolk and nagas. While water-dwelling creatures are at home here, land-dwellers have a hard time navigating and defending these villages. However, like any village, the facilities are available to all creatures which allow units to tend to their wounds. Any unit stationed in a village can heal eight hitpoints each turn, or be cured of poison. Merfolk and nagas have 60% defense in submerged villages, whereas land based units usually have a low defense.
uk_ua: <italic>text='Водні села'</italic> - це дім для водяних та наг. Водоплавні істоти тут як в себе вдома, а сухопутні матимуть труднощі з пересуванням та захистом. Але, як і у будь-якому іншому селі, будь-яка істота зможе зцілити тут свої рани. Кожен боєць, що знаходиться в такому селі, відновить 8 очок здоров'я за хід або зцілиться від отрути. Водняні і наги мають 60% захисту у водних селах, тоді як сухопутні бійці, зазвичай, набагато менше.

source: <italic>text='Swamps'</italic> represent any sort of wetlands. Swamps slow down nearly everyone, and inhibit their ability to defend themselves. An exception to this is any race bodily skilled in navigating water; these receive both full movement and a defensive bonus. Those that make their living in the wetlands are also adept at using this terrain for cover. Most units make do with 30% defense in swamps. Merfolk, naga, and saurians all generally enjoy 60%.
uk_ua: <italic>text='Болота'</italic> - це будь-яка заболочена місцевість. Болота сповільнюють майже всіх бійців, і робить їх нездатними себе захистити. Однак є виняток для рас з пристосованим для води тілом. Тому вони отримують повний захист та безперешкодне пересування. Жителі боліт також пристосовані використовувати цю місцевість як укриття. Більшість бійців обходяться 30% захисту. Водяні, наги та ящіри отримують 60% захисту.

source: <italic>text='Undead'</italic> units are immune to poison, drain, and plague.
uk_ua: <italic>text='Мерці'</italic> несприйнятливі до отрути, висмоктування і чуми.

source: <italic>text='Unwalkable terrain'</italic> covers any chasm or gorge which, as the name implies, cannot be crossed simply by walking. Chasms are noted for sheer walls which would take days to traverse. As far as gameplay is concerned, only units capable of flying can cross this terrain.
uk_ua: До <italic>text='непрохідної місцевості'</italic> відносяться всі провалини та ущелини, через які, як очевидно з назви, не можна пройти пішки. Провалля відомі прямовисними стінками, тому шлях через них займе дні. З точки зору гри, тільки летючі бійці можуть перетинати цю місцевість.

source: <italic>text='Villages'</italic> represent any group of buildings, human or otherwise. Almost all units, even cavalry, have an easy time navigating villages, and most units gain a defensive bonus from being stationed in a village. Villages allow units the resources to clean and tend to their wounds, which allows any unit stationed therein to heal eight hitpoints each turn, or to be cured of poison. Most units have 50 to 60% defense in villages, whereas cavalry receive only 40%.
uk_ua: <italic>text='Селом'</italic> можуть бути довільна група будівель, людських або інших. Майже всі бійці, навіть кавалерія, легко пересуваються селом, і більшість бійців, перебуваючи в селі, ще й мають бонус до захисту. Села надають бійцям можливість подбати про свої рани, що дозволяє будь-якому бійцю в селі відновити 8 очок здоров'я за хід або зцілитися від отрути. Більшість бійців мають у селі захист від 50% до 60%, тоді як кавалерія обмежена до 40%.

source: <level> <domain>
uk_ua: <рівень> <домен>

source: <message>
uk_ua: <повідомлення>

source: <name>[=<command>]
uk_ua: <name>[=<команда>]

source: <nickname>
uk_ua: <прізвисько>

source: <nickname> <message>
uk_ua: <прізвисько> <повідомлення>

source: <ref>dst='..calendar' text='Calendar'</ref> <ref>dst='..geography' text='Geography'</ref>
uk_ua: <ref>dst='..calendar' text='Календар'</ref> <ref>dst='..geography' text='Географія'</ref>

source: <side> <nickname>
uk_ua: <side> <нік>
